Repository: gokhanBozkrt/TrackWishes
Catalog: TrackWishes/Locallization/*.lproj/Localizable.strings
Languages: tr

source: OK
tr: Tamam

source: Delete
tr: Sil

source: Basic settings
tr: Ayarlar

source: Cancel
tr: İptal

source: Home
tr: Anasayfa

source: Open
tr: Açık

source: Closed
tr: Tamamlanan

source: Awards
tr: Ödüller

source: Up next
tr: En Önemli 3

source: More to explore
tr: Sonraki en önemli 7

source: %@, %lld items, %g%% complete.
tr: %@, %lld hedef, %%g% tamamlandı.

source: Open Projects
tr: Devam Eden Projeler

source: Closed Projects
tr: Tamalanan Projeler

source: Add
tr: Proje Ekle

source: Add New Item
tr: Yeni hedef Ekle

source: There is nothing here right now
tr: Gösterecek bir şey bulunamadı.

source: Sort
tr: Sırala

source: Sort items
tr: Hedefleri Sırala

source: Optimized
tr: Default

source: Creation Date
tr: Oluşturulma Tarihi

source: Title
tr: Başlık

source: New Project
tr: Yeni Proje

source: New Item
tr: Yeni Hedef

source: %@, completed.
tr: %@, tamamlandı.

source: %@, high priority.
tr: %@, yüksek öncelik.

source: Edit Project
tr: Projeyi Düzenle

source: Project name
tr: Proje Adı

source: Description of this project
tr: Proje Açıklaması

source: Custom project color
tr: Proje Rengini Belirle

source: Project Reminders
tr: Proje Hatırlatıcısı

source: Show Reminders
tr: Hatırlatıcıyı Göster

source: There was a problem.Please check you have notifications enabled.
tr: Bir problem var ayarlardan bildirimleri aç.

source: Check Settings
tr: Ayarları kontrol et

source: Reminder Time
tr: Bildirim Zamanı

source: Close this project
tr: Projeyi Kapat

source: Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.
tr: Bir projeyi kapatmak onu açık olan projelerden alıp tamamlananlar sekmesine geçmesini sağlar. Silmek ise projecyi tamamen kaldırır.

source: Reopen this project
tr: Projeyi Yeniden aç

source: Delete this project
tr: Projeyi Sil

source: Delete project?
tr: Projeyi silmek istiyor musun?

source: Are you sure you want to delete this project? You will also delete all the items it contains.
tr: Bu projeyi silmek istediğine emin misin? Projeyi ve içindeki herşeyi silmiş olacaksın.

source: Edit Item
tr: Hedefi Düzenle

source: Item name
tr: Hedef Adı

source: Description
tr: Açıklama

source: Priority
tr: Öncelik

source: Low
tr: Az Önemli

source: Medium
tr: Orta Önemli

source: High
tr: Çok Önemli

source: Mark Completed
tr: Tamamlandı olarak işaretle.

source: Locked
tr: Kilitli

source: Unlocked: %@
tr: Kilit Açıldı: %@

source: Please select something from the menu to begin.
tr: Başlamak için menuden bir seçeden bir şeyler seçin.

source: Select a project color
tr: Proje için bir renk seç

source: Pink
tr: Pembe

source: Purple
tr: Mor

source: Red
tr: Kırmızı

source: Orange
tr: Turuncu

source: Gold
tr: Altın

source: Green
tr: Yeşil

source: Light Blue
tr: Açık Mavi

source: Dark Blue
tr: Koyu Mavi

source: Midnight
tr: Gece Karanlığı

source: Dark Gray
tr: Koyu gri

source: Gray
tr: Gri
